Repository: wallisonalves/remastersys-ubuntu-trusty-tahr
Catalog: source-code/usr/share/locale/*/LC_MESSAGES/remastersys-gtk.po
Languages: pt_br

source: %(filename)s has been copied to %(grub_bg)s and is the default background for grub. Click OK to update grub with the new settings so you can see your picture on the next boot.
pt_br: %(filename)s foi copiado para %(grub_bg)s e é o plano de fundo padrão para o grub. Clique em OK para atualizar grub com as novas configurações para que você possa ver o seu imagem na próxima inicialização.

source: %s has been copied to /etc/remastersys/isolinux/splash.png becoming the default background for the LIVE menu.
pt_br: %s foi copiado para /etc/remastersys/isolinux/splash.png tornando-se o background padrão para o LIVE menu.

source: <span color="red">WARNING: make sure you chose user with a SMALL home directory, not some with gigabytes of data! Even so, you must manually check the contents of /etc/skel afterwards, and make sure it does not contain sensitive information (especially in the hidden folders)!</span>
pt_br: <span color="red">AVISO: certifique-se que você escolheu um usuário com uma pasta home PEQUENA não um diretório, com alguns gigabytes de dados! Mesmo assim, você deve verificar manualmente o conteúdo de /etc/skel e, depois certifique-se que não contém informações sensíveis (especialmente nas pastas ocultas)!</span>

source: <span color="red">Working directory must be on a drive formatted with a linux filesystem. Remastersys will create the "remastersys" working folder in this folder and will not harm any other files or folders.</span>
pt_br: <span color="red">Diretório de trabalho deve estar em uma unidade formatado com um sistema de arquivos linux. Remastersys irá criar o "remastersys" pasta de trabalho Nesta pasta e não irá prejudicar quaisquer outros arquivos ou pastas.</span>

source: Actions
pt_br: Ações

source: All files
pt_br: Todos os arquivos

source: Are you sure you want to delete the contents of /etc/skel?
pt_br: Tem certeza de que deseja excluir o conteúdo de /etc/skel?

source: Auto-select the plymouth theme, based on the update-alternatives information
pt_br: Auto-selecionar o tema Plymouth, com base nas informações update-alternatives

source: Automatic selection
pt_br: Seleção automática

source: Available plymouth themes:
pt_br: Temas plymouth disponíveis:

source: Backup complete system including user data
pt_br: Backup completo do sistema incluindo os dados do usuário

source: Boot menu picture for the installed environment
pt_br: Imagem menu de boot para o ambiente instalado

source: Boot menu picture for the live cd (640x480 PNG)
pt_br: Imagem menu de boot para o live cd (640x480 PNG)

source: Bulgarian - Krasimir S. Stefanov <lokiisyourmaster@gmail.com>
pt_br: Búlgaro - Krasimir S. Stefanov <lokiisyourmaster@gmail.com>

source: CD Label
pt_br: Etiqueta do CD

source: Clear everything from /etc/skel
pt_br: Limpar tudo de /etc/skel

source: Completed. Click OK to return to the main menu.
pt_br: Concluído. Clique em OK para voltar ao menu principal.

source: Copying files, please wait...
pt_br: Copiando arquivos, aguarde...

source: Create
pt_br: Criar

source: Create a simple static plymouth theme
pt_br: Criar um tema plymouth estático simples

source: Default settings
pt_br: Configurações padrão

source: Directory
pt_br: Diretório

source: Done! Now plymouth will use the default, auto-selected theme.
pt_br: Feito! Agora Plymouth irá usar o tema padrão, auto-selecionado.

source: English - Krasimir S. Stefanov <lokiisyourmaster@gmail.com>
pt_br: Inglês - Krasimir S. Stefanov <lokiisyourmaster@gmail.com>

source: Enter your password to perform administrative tasks
pt_br: Digite sua senha para executar tarefas administrativas

source: Enter your plymouth theme name. eg. Remastersys Theme (please use only alphanumeric characters)
pt_br: Digite seu nome do tema plymouth. por exemplo. Remastersys Tema (Por favor use apenas caracteres alfanuméricos)

source: Filename
pt_br: Nome do arquivo

source: Files to exclude
pt_br: Arquivos a serem excluídos

source: GRUB has been updated.
pt_br: GRUB foi atualizado.

source: Home directory
pt_br: O diretório Home

source: In order to be able to preview plymouth themes, you have to install plymouth-x11!
pt_br: A fim de ser capaz de visualizar temas plymouth, você tem que instalar plymouth-x11!

source: It is necessary to close all other windows and unmount any network shares while running Remastersys Backup. Please do so now and then click OK when you are ready to continue.
pt_br: É necessário fechar todas as outras janelas e desmontar quaisquer compartilhamentos de rede durante a execução Remastersys Backup. Por favor fazê-lo agora e em seguida clique em OK quando você estiver pronto para continuar.

source: Make a Distributable copy filesystem only - good if you want to add files to the cd
pt_br: Faça uma cópia única do sistema de arquivos distribuível - útil se você quiser adicionar arquivos ao cd

source: Make a Distributable copy to share with friends - both cdfs and iso will be created
pt_br: Faça uma cópia distribuível para compartilhar com amigos - tanto cdfs e iso será criado

source: Make distributable iso file only - cd filesystem must have been completed already
pt_br: Faça único arquivo iso distribuível - sistema de arquivos cd já deve ter sido concluído

source: Name
pt_br: Nome

source: Name:
pt_br: Nome:

source: Output
pt_br: Saída

source: PNG Images
pt_br: Imagens PNG

source: Please, select a theme!
pt_br: Por favor, selecione um tema!

source: Plymouth theme
pt_br: Tema Plymouth

source: Portuguese - Wallison Alves <wallisonalvesdeoliveira@gmail.com>
pt_br: Português - Wallison Alves <wallisonalvesdeoliveira@gmail.com>

source: Preview
pt_br: Pré-visualização

source: Preview the currently selected plymouth theme
pt_br: Visualizar o tema plymouth atualmente selecionado

source: Remove temporary files
pt_br: Remover arquivos temporários

source: Select
pt_br: Selecionar

source: Select 1920x1080 PNG image...
pt_br: Selecionar imagem PNG 1920x1080...

source: Select 640x480 PNG image...
pt_br: Selecionar imagem PNG 640x480...

source: Select image...
pt_br: Selecionar imagem...

source: Select plymouth theme
pt_br: Selecionar tema plymouth

source: Select the user, whose settings to be used as default:
pt_br: Selecione o usuário, cujas configurações para ser usado como padrão:

source: Select working directory
pt_br: Escolha um diretório de trabalho

source: Settings
pt_br: Configurações

source: Show install icon on Backup mode desktop
pt_br: Mostrar ícone de instalar na área de trabalho do modo de backup

source: Simplified Chinese - Mutse Young <yyhoo2.young@gmail.com>
pt_br: Chinês simplificado - Mutse Young <yyhoo2.young@gmail.com>

source: Squashfs options
pt_br: Opções squashfs

source: The livecd filesystem does not exist. Click OK to go back to the main menu and try the normal Dist mode or the Dist CDFS again.
pt_br: O sistema de arquivos do livecd não existe. Clique em OK para voltar ao menu principal e experimentar o modo Dist normal ou o Dist CDFS novamente.

source: The process was interrupted!
pt_br: O processo foi interrompido!

source: The theme "%s" already exists! Do you want to overwrite it?
pt_br: O tema "%s" já existe! Você quer substituí-lo?

source: This will remove all the files from the temporary directory. Click OK to proceed.
pt_br: Isto irá remover todos os arquivos do diretório temporário. Clique em OK para prosseguir.

source: Traditional Chinese - Kent Chang <kentxchang@gmail.com>
pt_br: Chinês tradicional - Kent Chang <kentchang@gmail.com>

source: URL for USB Creator
pt_br: URL para USB Creator

source: Updating GRUB, please wait...
pt_br: Atualizando GRUB, aguarde...

source: Updating initramfs, please wait...
pt_br: Atualizando initramfs, aguarde...

source: Use the currently selected plymouth theme
pt_br: Usar o tema de plymouth atualmente selecionado

source: User
pt_br: Usuário

source: User, whose current settings will be used as default
pt_br: Usuário, cujas configurações atual será usado como padrão

source: Username
pt_br: Nome de usuário

source: Working directory
pt_br: Diretório de trabalho

source: You have selected Backup Mode. Do not interrupt this process. Click OK to Start the Backup LiveCD/DVD/USB process.
pt_br: Você selecionou Modo Backup. Não interrompa este processo. Clique em OK para Iniciar o processo de backup do LiveCD/DVD/USB.

source: You have selected Dist CDFS Mode. Click OK to Start the Distributable LiveCD/DVD/USB filesystem build process.
pt_br: Você selecionou Modo Dist CDFS. Clique em OK para iniciar processo de construção doLiveCD/DVD/USB distribuível.

source: You have selected Dist ISO Mode. Click OK to create the iso file.
pt_br: Você selecionou modo Dist ISO. Clique em OK para criar o arquivo iso.

source: You have selected Dist Mode. Click OK to Start the Distributable LiveCD/DVD/USB process.
pt_br: Você selecionou Modo Dist. Clique em OK para iniciar o LiveCD/DVD/USB distribuível processo.

source: You must specify theme name!
pt_br: Você deve especificar o nome do tema!

source: Your %(iso)s and %(iso)s.md5 files are ready in %(dir)s. It is recommended to test it in a virtual machine or on a rewritable cd/dvd/usb to ensure it works as desired. Click on OK to return to the main menu.
pt_br: Seu %(iso)s e %(iso)s.md5 arquivos estão prontos em %(dir)s. É recomendado testar em uma máquina virtual ou em um cd/dvd/usb para garantir que ele funcionecomo desejado. Clique em OK para voltar ao menu principal.

source: Your livecd filesystem is ready in %s. You can now add files to the cd and then run the Distiso option when you are done. Click on OK to return to the main menu.
pt_br: Seu sistema de arquivos do livecd fica pronto em %s. Agora você pode adicionar arquivos para o cd e em seguida executar a opção Distiso quando você está feito. Clique em OK para retornar ao menu principal.

source: Your plymouth theme named %(theme_name)s with the picture %(theme_pic)s has been created.
pt_br: Seu tema Plymouth chamado %(theme_name)s com a imagem %(theme_pic)s foi criado.
